lab3/count/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

10
(
    front
    {
        type            symmetryPlane;
        nFaces          3840;
        startFace       75379;
    }
    inlet
    {
        type            patch;
        nFaces          167;
        startFace       79219;
    }
    outlet
    {
        type            patch;
        nFaces          167;
        startFace       79386;
    }
    top
    {
        type            wall;
        nFaces          1338;
        startFace       79553;
    }
    bottom
    {
        type            wall;
        nFaces          1344;
        startFace       80891;
    }
    left
    {
        type            wall;
        nFaces          450;
        startFace       82235;
    }
    right
    {
        type            wall;
        nFaces          450;
        startFace       82685;
    }
    back
    {
        type            wall;
        nFaces          974;
        startFace       83135;
    }
    inlet_cyl
    {
        type            wall;
        nFaces          1548;
        startFace       84109;
    }
    outlet_cyl
    {
        type            wall;
        nFaces          1548;
        startFace       85657;
    }
)

// ************************************************************************* //
